{
    "A detailed documentation with explanations and all further information can be found on this GitHub page:": "Puede encontrar una documentación detallada con explicaciones y toda la información adicional en esta página de GitHub:",
    "Add new devices by clicking the plus (+) symbol...": "Agregue nuevos dispositivos haciendo clic en el símbolo más (+)...",
    "Always update info objects, even if value did not change": "Siempre actualice los objetos de información, incluso si el valor no cambió",
    "Always update info states": "Actualizar siempre los estados de información",
    "Api-Type": "Tipo de solicitud",
    "Client and Connection errors as info in log": "Errores de cliente y conexión como información en el registro",
    "Create default event objects (facesDetected, hideKeyboard, etc.) at the first adapter startup": "Cree objetos de eventos predeterminados (facesDetected, hideKeyboard, etc.) en el primer inicio del adaptador",
    "Create default event objects at adapter start": "Crear objetos de eventos predeterminados al inicio del adaptador",
    "Device Name": "Nombre del dispositivo",
    "Do not process published info more than every x seconds": "No procesar información publicada más de cada x segundos",
    "Do not verify user and password": "No verificar usuario y contraseña",
    "Enabled": "Activado",
    "Expert Settings": "Configuración experta",
    "Fully Browser Devices": "Dispositivos completamente navegadores",
    "Fully MQTT Adapter Documentation": "Documentación del adaptador completamente MQTT",
    "IP Address": "Dirección IP",
    "Log '... Command xxx successfully set to x' as 'debug' and not 'info'": "Registrar '... El comando xxx se configuró con éxito en x' como 'depuración' y no como 'información'",
    "Logs client and connection errors as 'info' and not as 'error'": "Registra los errores de conexión y del cliente como 'información' y no como 'error'",
    "MQTT Configuration": "Configuración MQTT",
    "MQTT Password": "Contraseña MQTT",
    "Main Settings": "Ajustes principales",
    "Other Settings": "Otras configuraciones",
    "Password": "Contraseña",
    "Port is always required, but you can leave user name and password empty. Fully Browser App: Settings -> Other Settings -> MQTT Integration (PLUS)": "El puerto siempre es obligatorio, pero puede dejar el nombre de usuario y la contraseña vacíos. Aplicación de navegador completo: Configuración -> Otras configuraciones -> Integración MQTT (MÁS)",
    "Protocol": "Protocolo",
    "Remote Admin Password": "Contraseña de administrador remoto",
    "Set battery to zero if Tablet is offline": "Establecer la batería a cero si Tablet está fuera de línea",
    "Successful commands as debug in log": "Comandos exitosos como depuración en el registro",
    "This disables the username and password verification": "Esto deshabilita la verificación de nombre de usuario y contraseña.",
    "User name": "Nombre de usuario",
    "Welcome to Fully MQTT adapter": "Bienvenido al adaptador completamente MQTT",
    "in milliseconds (500-15000, default: 6000)": "en milisegundos (500-15000, predeterminado: 6000)",
    "in seconds (2-120, default: 30)": "en segundos (2-120, predeterminado: 30)",
    "in seconds (min: 5, default: 60); ignored if MQTT is used": "en segundos (mín.: 5, predeterminado: 60); ignorado si se usa MQTT",
    "Picture path": "Ruta de la imagen",
    "picture path for camera pictures": "ruta de la imagen para las imágenes de la cámara, cree la carpeta manualmente si no existe recomendación /opt/iobroker/pics/"
}
