{
    "A detailed documentation with explanations and all further information can be found on this GitHub page:": "Szczegółową dokumentację z wyjaśnieniami i wszystkimi dodatkowymi informacjami można znaleźć na tej stronie GitHub:",
    "Add new devices by clicking the plus (+) symbol...": "Dodaj nowe urządzenia, klikając symbol plusa (+)...",
    "Always update info objects, even if value did not change": "Zawsze aktualizuj obiekty informacyjne, nawet jeśli wartość się nie zmieniła",
    "Always update info states": "Zawsze aktualizuj stany informacji",
    "Api-Type": "Typ wniosku",
    "Client and Connection errors as info in log": "Błędy klienta i połączenia jako informacje w dzienniku",
    "Create default event objects (facesDetected, hideKeyboard, etc.) at the first adapter startup": "Utwórz domyślne obiekty zdarzeń (facesDetected, hideKeyboard itp.) podczas pierwszego uruchomienia adaptera",
    "Create default event objects at adapter start": "Utwórz domyślne obiekty zdarzeń podczas uruchamiania adaptera",
    "Device Name": "Nazwa urządzenia",
    "Do not process published info more than every x seconds": "Nie przetwarzaj opublikowanych informacji częściej niż co x sekund",
    "Do not verify user and password": "Nie weryfikuj użytkownika i hasła",
    "Enabled": "Włączony",
    "Expert Settings": "Ustawienia eksperckie",
    "Fully Browser Devices": "Urządzenia z pełną przeglądarką",
    "Fully MQTT Adapter Documentation": "Pełna dokumentacja adaptera MQTT",
    "IP Address": "Adres IP",
    "Log '... Command xxx successfully set to x' as 'debug' and not 'info'": "Rejestruj „... Polecenie xxx pomyślnie ustawione na x” jako „debugowanie”, a nie „informacje”",
    "Logs client and connection errors as 'info' and not as 'error'": "Rejestruje błędy klienta i połączenia jako „informacje”, a nie jako „błąd”",
    "MQTT Configuration": "Konfiguracja MQTT",
    "MQTT Password": "Hasło MQTT",
    "Main Settings": "Ustawienia główne",
    "Other Settings": "Inne ustawienia",
    "Password": "Hasło",
    "Port is always required, but you can leave user name and password empty. Fully Browser App: Settings -> Other Settings -> MQTT Integration (PLUS)": "Port jest zawsze wymagany, ale nazwę użytkownika i hasło można pozostawić puste. Pełna aplikacja przeglądarki: Ustawienia -> Inne ustawienia -> Integracja MQTT (PLUS)",
    "Protocol": "Protokół",
    "Remote Admin Password": "Hasło administratora zdalnego",
    "Set battery to zero if Tablet is offline": "Ustaw baterię na zero, jeśli tabletka jest offline",
    "Successful commands as debug in log": "Pomyślne polecenia jako debugowanie w dzienniku",
    "This disables the username and password verification": "Spowoduje to wyłączenie weryfikacji nazwy użytkownika i hasła",
    "User name": "Nazwa użytkownika",
    "Welcome to Fully MQTT adapter": "Witamy w adapterze Fully MQTT",
    "in milliseconds (500-15000, default: 6000)": "w milisekundach (500-15000, domyślnie: 6000)",
    "in seconds (2-120, default: 30)": "w sekundach (2-120, domyślnie: 30)",
    "in seconds (min: 5, default: 60); ignored if MQTT is used": "w sekundach (min: 5, domyślnie: 60); ignorowane, jeśli używany jest MQTT",
    "Picture path": "Ścieżka obrazu",
    "picture path for camera pictures, create the folder manually if it does not exist": "ścieżka obrazu dla zdjęć z kamery, utwórz folder ręcznie, jeśli nie istnieje (np. /opt/iobroker/pics/)"
}
